Repository: matthewgg22/Civica
Catalog: WeVote Information Page/AppShell.xcstrings
Source language: en
Languages: es, fil, vi, zh_hans

# app.issue_call.bill.placeholder
source: Optional bill reference (e.g., H.R.1234)
es: Referencia opcional del proyecto de ley (p. ej., H.R.1234)
fil: Opsyonal na bill reference (hal., H.R.1234)
vi: Tham chiếu dự luật tùy chọn (ví dụ: H.R.1234)
zh_hans: 可选法案参考（例如：H.R.1234）

# app.issue_call.action.generate
source: Generate call briefs
es: Generar resúmenes de llamada
fil: Bumuo ng call briefs
vi: Tạo bản tóm tắt cuộc gọi
zh_hans: 生成通话简报

# app.issue_call.issue.prefix
source: Issue:
es: Tema:
fil: Isyu:
vi: Vấn đề:
zh_hans: 议题：

# app.issue_call.script.inputs
source: Script inputs
es: Entradas del guion
fil: Mga input ng script
vi: Đầu vào kịch bản
zh_hans: 脚本输入

# app.issue_call.related.bills
source: Related bills
es: Proyectos relacionados
fil: Mga kaugnay na bill
vi: Các dự luật liên quan
zh_hans: 相关法案

# app.issue_call.related.committees
source: Related committees
es: Comités relacionados
fil: Mga kaugnay na komite
vi: Các ủy ban liên quan
zh_hans: 相关委员会

# app.issue_call.related.agencies
source: Related agencies
es: Agencias relacionadas
fil: Mga kaugnay na ahensya
vi: Cơ quan liên quan
zh_hans: 相关机构

# app.issue_call.phone.primary
source: Primary
es: Principal
fil: Pangunahin
vi: Chính
zh_hans: 主要

# app.issue_call.phone.local
source: Local office
es: Oficina local
fil: Lokal na opisina
vi: Văn phòng địa phương
zh_hans: 本地办公室

# app.issue_call.relevance
source: Why this rep is relevant
es: Por qué este representante es relevante
fil: Bakit mahalaga ang rep na ito
vi: Vì sao đại diện này liên quan
zh_hans: 为什么该代表与此相关

# app.issue_call.related
source: Related bill / committee
es: Proyecto/Comité relacionado
fil: Kaugnay na bill / committee
vi: Dự luật / ủy ban liên quan
zh_hans: 相关法案/委员会

# app.issue_call.action.back
source: Back
es: Atrás
fil: Bumalik
vi: Quay lại
zh_hans: 返回

# app.issue_call.action.finish_script
source: Finish Script!
es: ¡Terminar guion!
fil: Tapusin ang Script!
vi: Hoàn tất kịch bản!
zh_hans: 完成脚本！

# app.issue_call.action.next_rep
source: Next Representative
es: Siguiente representante
fil: Susunod na kinatawan
vi: Đại diện tiếp theo
zh_hans: 下一位代表

# app.issue_call.examples.empty
source: No example cards are available right now.
es: No hay tarjetas de ejemplo disponibles por ahora.
fil: Walang available na example card sa ngayon.
vi: Hiện chưa có thẻ ví dụ nào.
zh_hans: 目前没有可用示例卡片。

# app.issue_call.examples.empty_for_category
source: No examples match this category yet.
es: No hay ejemplos para esta categoría todavía.
fil: Wala pang halimbawa para sa kategoryang ito.
vi: Chưa có ví dụ nào cho danh mục này.
zh_hans: 该分类下暂无示例。

# app.issue_call.examples.bills
source: Related bill(s)
es: Proyecto(s) relacionado(s)
fil: Kaugnay na bill
vi: Dự luật liên quan
zh_hans: 相关法案

# app.issue_call.examples.relevance
source: Why your reps are relevant
es: Por qué tus representantes son relevantes
fil: Bakit mahalaga ang iyong mga kinatawan
vi: Vì sao các đại diện của bạn liên quan
zh_hans: 为什么你的代表与此相关

# app.issue_call.examples.template_asks
source: Template asks
es: Solicitudes de plantilla
fil: Mga template na hiling
vi: Mẫu yêu cầu
zh_hans: 模板诉求

# app.issue_call.examples.use_for_mapc
source: Use this Call Script
es: Usar este guion de llamada
fil: Gamitin ang Call Script na ito
vi: Dùng kịch bản cuộc gọi này
zh_hans: 使用此通话脚本

# app.issue_call.score.stats.user_calls
source: Your number of calls
es: Tu número de llamadas
fil: Bilang ng iyong mga tawag
vi: Số cuộc gọi của bạn
zh_hans: 你的通话次数

# app.issue_call.completion.logged
source: Call logged
es: Llamada registrada
fil: Naitala ang tawag
vi: Đã ghi nhận cuộc gọi
zh_hans: 通话已记录

# app.issue_call.alert.dismiss
source: Dismiss
es: Cerrar
fil: Isara
vi: Đóng
zh_hans: 关闭

# app.issue_call.completion.new_score
source: New call score: \(snapshot.callScore)
es: Nueva puntuación de llamada: \(snapshot.callScore)
fil: Bagong call score: \(snapshot.callScore)
vi: Điểm cuộc gọi mới: \(snapshot.callScore)
zh_hans: 新的通话分数：\(snapshot.callScore)

# app.issue_call.completion.baseline
source: You crossed the baseline
es: Superaste la línea base
fil: Nalampasan mo ang baseline
vi: Bạn đã vượt mốc cơ bản
zh_hans: 你已超过基线

# app.issue_call.completion.changed
source: Updated components:
es: Componentes actualizados:
fil: Mga na-update na bahagi:
vi: Các thành phần đã cập nhật:
zh_hans: 已更新组件：

# app.issue_call.completion.no_change
source: No score change
es: Sin cambio de puntuación
fil: Walang pagbabago sa score
vi: Không thay đổi điểm
zh_hans: 分数无变化

# app.issue_call.completion.duplicate_default
source: A recent duplicate call was logged, so score and leaderboard counts did not change.
es: Se registró una llamada duplicada reciente, por lo que la puntuación y la tabla no cambiaron.
fil: May kamakailang duplicate na tawag na naitala, kaya hindi nagbago ang score at leaderboard.
vi: Một cuộc gọi trùng gần đây đã được ghi lại, nên điểm và bảng xếp hạng không thay đổi.
zh_hans: 最近记录了重复通话，因此分数和排行榜未变化。

# app.issue_call.tracker.title.calls_to_my_reps
source: Calls to My Reps
es: Llamadas a mis representantes
fil: Mga Tawag sa Aking mga Rep
vi: Các cuộc gọi tới đại diện của tôi
zh_hans: 致我的代表的通话

# app.issue_call.history.empty
source: Your call history will appear here after you generate and log call briefs.
es: Tu historial de llamadas aparecerá aquí después de generar y registrar resúmenes.
fil: Lalabas dito ang history ng iyong tawag pagkatapos mong gumawa at mag-log ng call briefs.
vi: Lịch sử cuộc gọi của bạn sẽ hiển thị ở đây sau khi bạn tạo và ghi nhận các bản tóm tắt.
zh_hans: 在你生成并记录通话简报后，你的通话历史将显示在这里。

# app.issue_call.history.outcomes
source: Recent outcomes
es: Resultados recientes
fil: Mga kamakailang kinalabasan
vi: Kết quả gần đây
zh_hans: 最近结果

# app.issue_call.history.reopen
source: Repeat Script
es: Repetir guion
fil: Ulitin ang script
vi: Lặp lại kịch bản
zh_hans: 重复脚本

# app.issue_call.history.issue_default
source: Issue call
es: Llamada sobre tema
fil: Tawag sa isyu
vi: Cuộc gọi về vấn đề
zh_hans: 议题通话

# app.issue_call.issue.default
source: Issue
es: Tema
fil: Isyu
vi: Vấn đề
zh_hans: 议题

# app.issue_call.share.subtitle.default
source: VoteNow gives you a script, contact details, and call steps so you can act in minutes.
es: VoteNow te da un guion, datos de contacto y pasos de llamada para que puedas actuar en minutos.
fil: Binibigyan ka ng VoteNow ng script, contact details, at mga hakbang sa tawag para makakilos ka sa loob ng ilang minuto.
vi: VoteNow cung cấp cho bạn kịch bản, thông tin liên hệ và các bước gọi để bạn có thể hành động trong vài phút.
zh_hans: VoteNow会提供脚本、联系方式和通话步骤，让你在几分钟内采取行动。

# app.issue_call.share.cta
source: Take Action
es: Actuar ahora
fil: Kumilos ngayon
vi: Hành động ngay
zh_hans: 立即行动

# app.issue_call.share.badge
source: Script Ready
es: Guion listo
fil: Handa na ang script
vi: Kịch bản sẵn sàng
zh_hans: 脚本已就绪

# app.issue_call.outcomes
source: Log outcome
es: Registrar resultado
fil: I-log ang kinalabasan
vi: Ghi nhận kết quả
zh_hans: 记录结果

# app.reps.action.call_on_issue
source: Call my Rep
es: Llamar a mi representante
fil: Tawagan ang aking rep
vi: Gọi đại diện của tôi
zh_hans: 给我的代表打电话

# app.reps.coverage.statewide_only_note
source: Showing statewide officials for this general location search. Enter your full street address to load all reps.
es: Se muestran funcionarios estatales para esta búsqueda general. Ingresa tu dirección completa para cargar todos tus representantes.
fil: Ipinapakita ang mga opisyal sa buong estado para sa pangkalahatang paghahanap na ito. Ilagay ang iyong buong street address para ma-load ang lahat ng rep.
vi: Đang hiển thị quan chức toàn bang cho tìm kiếm vị trí chung này. Nhập đầy đủ địa chỉ đường để tải tất cả đại diện.
zh_hans: 当前仅显示该一般位置的全州官员。请输入完整街道地址以加载所有代表。

# app.reps.coverage.full_address_note
source: Enter your full street address to load all reps.
es: Ingresa tu dirección completa para cargar todos tus representantes.
fil: Ilagay ang iyong buong street address para ma-load ang lahat ng rep.
vi: Nhập đầy đủ địa chỉ đường của bạn để tải tất cả đại diện.
zh_hans: 请输入完整街道地址以加载所有代表。

# app.registration.provisional.state_prefix
source: State
es: Estado
fil: Estado
vi: Bang
zh_hans: 州

# app.registration.phase.pre.header
source: PRE: %@
es: ANTES: %@
fil: BAGO: %@
vi: TRƯỚC: %@
zh_hans: 之前：%@

# app.registration.phase.during.header.range
source: DURING (%@ - %@)
es: DURANTE (%@ - %@)
fil: HABANG (%@ - %@)
vi: TRONG (%@ - %@)
zh_hans: 期间（%@ - %@）

# app.registration.phase.post.header
source: POST: %@
es: DESPUÉS: %@
fil: PAGKATAPOS: %@
vi: SAU: %@
zh_hans: 之后：%@

# app.registration.step.1.reshuffle
source: STEP 1
es: PASO 1
fil: HAKBANG 1
vi: BƯỚC 1
zh_hans: 步骤1

# app.registration.step.2.reshuffle
source: STEP 2
es: PASO 2
fil: HAKBANG 2
vi: BƯỚC 2
zh_hans: 步骤2

# app.registration.card.then_vote.title.get_out.short
source: Get Out to Vote!
es: ¡Sal a votar!
fil: Lumabas at Bumoto!
vi: Hãy Đi Bỏ Phiếu!
zh_hans: 出门去投票！

# app.registration.card.then_vote.bullet_2.capitalized
source: See what’s on your ballot in advance
es: Ve qué hay en tu boleta con anticipación
fil: Tingnan nang maaga kung ano ang nasa iyong balota
vi: Xem trước nội dung trên lá phiếu của bạn
zh_hans: 提前查看你的选票内容

# app.registration.card.then_vote.bullet_3.no_period
source: Confirm polling location and hours
es: Confirma ubicación y horario del centro de votación
fil: Kumpirmahin ang lokasyon at oras ng botohan
vi: Xác nhận địa điểm và giờ bỏ phiếu
zh_hans: 确认投票地点和时间

# app.registration.step.2_5.reshuffle
source: STEP 2.5
es: PASO 2.5
fil: HAKBANG 2.5
vi: BƯỚC 2.5
zh_hans: 步骤2.5

# app.registration.card.provisional.title
source: Request a provisional ballot if issues arise at the polling site
es: Solicita una provisional ballot si surgen problemas en el lugar de votación
fil: Humiling ng provisional ballot kung may lumitaw na isyu sa polling site
vi: Yêu cầu provisional ballot nếu phát sinh vấn đề tại điểm bỏ phiếu
zh_hans: 如果在投票点出现问题，请申请provisional ballot

# app.registration.card.provisional.summary
source: A provisional ballot is a ballot that’s set aside at the polls and reviewed later to determine if it can be counted.
es: Una provisional ballot es una boleta que se aparta en las urnas y se revisa después para decidir si puede contarse.
fil: Ang provisional ballot ay balotang itinatabi sa presinto at sinusuri sa huli para malaman kung mabibilang ito.
vi: Provisional ballot là lá phiếu được tách riêng tại điểm bỏ phiếu và xem xét sau để xác định có được tính hay không.
zh_hans: provisional ballot是在投票站被单独保留并事后审核是否可计票的选票。

# app.registration.card.provisional.bullet_3.updated
source: If complications arise, states must offer a provisional ballot upon request to address:
es: Pueden surgir complicaciones; por eso cada estado debe ofrecer una provisional ballot si se solicita. Puede ayudar a resolver:
fil: May mga komplikasyong maaaring mangyari, kaya bawat estado ay kailangang mag-alok ng provisional ballot kapag hiniling; makakatulong ito sa pagresolba ng:
vi: Có thể phát sinh vấn đề, vì vậy mọi bang đều phải cung cấp provisional ballot khi được yêu cầu; nó có thể giúp giải quyết:
zh_hans: 可能会出现复杂情况，因此各州在被要求时都必须提供provisional ballot；这可以帮助解决：

# app.registration.card.provisional.bullet_4
source: A voter claims they are registered but their name does not appear on the voter roll.
es: Un votante afirma estar registrado pero su nombre no aparece en el padrón.
fil: Inaangkin ng botante na rehistrado siya pero wala ang pangalan niya sa voter roll.
vi: Cử tri cho biết đã đăng ký nhưng tên không xuất hiện trong danh sách cử tri.
zh_hans: 选民称自己已登记，但姓名未出现在选民名册中。

# app.registration.card.provisional.bullet_5.updated
source: A voter cannot provide the state's identification requirements immediately.
es: Un votante no puede presentar de inmediato los requisitos de identificación del estado.
fil: Hindi agad maibigay ng botante ang mga kinakailangang ID ng estado.
vi: Cử tri không thể cung cấp ngay yêu cầu giấy tờ nhận dạng của bang.
zh_hans: 选民无法立即提供州要求的身份证明。

# app.registration.card.provisional.bullet_6
source: There is another eligibility dispute at the polling place.
es: Hay otra disputa de elegibilidad en el lugar de votación.
fil: May iba pang alitan sa pagiging kwalipikado sa lugar ng botohan.
vi: Có tranh chấp đủ điều kiện khác tại điểm bỏ phiếu.
zh_hans: 投票点出现其他资格争议。

# app.registration.step.3.reshuffle
source: STEP 3
es: PASO 3
fil: HAKBANG 3
vi: BƯỚC 3
zh_hans: 步骤3

# app.registration.card.vote_count.title
source: Check if your vote is counted
es: Verifica si tu voto fue contado
fil: Suriin kung nabilang ang iyong boto
vi: Kiểm tra xem phiếu bầu của bạn đã được tính chưa
zh_hans: 检查你的选票是否已被计入

# app.registration.card.vote_count.summary
source: After voting, check your ballot status to confirm it was received and accepted.
es: Después de votar, revisa el estado de tu boleta para confirmar que fue recibida y aceptada.
fil: Pagkatapos bumoto, tingnan ang status ng iyong balota para makumpirmang natanggap at tinanggap ito.
vi: Sau khi bỏ phiếu, hãy kiểm tra trạng thái lá phiếu để xác nhận đã được nhận và chấp nhận.
zh_hans: 投票后，请检查选票状态以确认已被接收并被接受。

# app.registration.card.vote_count.bullet_1
source: Use your state's official ballot tracker when available.
es: Usa el rastreador oficial de boleta de tu estado cuando esté disponible.
fil: Gamitin ang opisyal na ballot tracker ng iyong estado kapag available.
vi: Sử dụng công cụ theo dõi lá phiếu chính thức của bang khi có.
zh_hans: 可用时请使用你所在州的官方选票追踪工具。

# app.registration.card.vote_count.bullet_2
source: If there is an issue, follow cure steps before the deadline.
es: Si hay un problema, sigue los pasos de corrección antes del plazo.
fil: Kung may isyu, sundin ang mga hakbang sa pag-ayos bago ang deadline.
vi: Nếu có vấn đề, hãy làm theo các bước sửa lỗi trước hạn chót.
zh_hans: 如果有问题，请在截止日前完成补救步骤。

# app.registration.action.check_ballot_status
source: Check ballot status
es: Verificar estado de la boleta
fil: Suriin ang status ng balota
vi: Kiểm tra trạng thái lá phiếu
zh_hans: 检查选票状态

# app.registration.step.3_5.reshuffle
source: STEP 3.5
es: PASO 3.5
fil: HAKBANG 3.5
vi: BƯỚC 3.5
zh_hans: 步骤3.5

# app.registration.card.ballot_cure.title.updated
source: Absentee Ballot Cure Process
es: Proceso de corrección de boleta ausente
fil: Proseso ng Pag-ayos ng Absentee Ballot
vi: Quy trình sửa lỗi absentee ballot
zh_hans: Absentee ballot 补救流程

# app.registration.card.ballot_cure.summary.updated
source: If your absentee ballot has an issue, your state may allow a cure process to fix and count it before the deadline.
es: Si tu boleta de voto ausente tiene un problema, tu estado puede permitir un proceso de corrección para arreglarla y contarla antes del plazo.
fil: Kung may isyu ang iyong absentee ballot, maaaring payagan ng iyong estado ang proseso ng pag-ayos para maitama at mabilang ito bago ang deadline.
vi: Nếu absentee ballot của bạn có vấn đề, bang của bạn có thể cho phép quy trình sửa lỗi để được tính trước hạn chót.
zh_hans: 如果你的absentee ballot有问题，你所在州可能允许在截止日前进行补救并计票。

# app.registration.card.ballot_cure.bullet_1
source: Missing signature
es: Falta firma
fil: Kulang na lagda
vi: Thiếu chữ ký
zh_hans: 缺少签名

# app.registration.card.ballot_cure.bullet_2
source: Signature mismatch
es: La firma no coincide
fil: Hindi tugma ang lagda
vi: Chữ ký không khớp
zh_hans: 签名不匹配

# app.registration.card.ballot_cure.bullet_3
source: Missing ID number
es: Falta número de identificación
fil: Kulang na ID number
vi: Thiếu số ID
zh_hans: 缺少身份证号码

# app.registration.phase.pre.subtitle
source: Confirm your registration details before voting starts
es: Confirma tus datos de registro antes de que comience la votación.
fil: Kumpirmahin ang iyong mga detalye sa rehistrasyon bago magsimula ang botohan.
vi: Xác nhận thông tin đăng ký của bạn trước khi bỏ phiếu bắt đầu.
zh_hans: 在投票开始前确认你的登记信息。

# app.registration.phase.during.subtitle
source: Use your plan and show up ready to cast your ballot.
es: Usa tu plan y preséntate listo para emitir tu boleta.
fil: Gamitin ang iyong plano at dumating na handang bumoto.
vi: Dùng kế hoạch của bạn và xuất hiện sẵn sàng bỏ phiếu.
zh_hans: 按你的计划执行，并准备好去投票。

# app.registration.phase.post.subtitle
source: Track and protect your vote if follow-up is needed.
es: Rastrea y protege tu voto si se necesita seguimiento.
fil: Subaybayan at protektahan ang iyong boto kung kailangan ng follow-up.
vi: Theo dõi và bảo vệ lá phiếu của bạn nếu cần xử lý tiếp.
zh_hans: 如需后续处理，请跟踪并保护你的选票。

# app.registration.action.dialog.title
source: Registration Actions
es: Acciones de registro
fil: Mga Aksyon sa Rehistrasyon
vi: Hành động đăng ký
zh_hans: 登记操作

# app.registration.action.share_reminder
source: Share Reminder
es: Compartir recordatorio
fil: Ibahagi ang paalala
vi: Chia sẻ nhắc nhở
zh_hans: 分享提醒

# app.registration.card.ballot_cure.notice
source: Voters receive notification and can cure the ballot within a deadline.
es: Los votantes reciben notificación y pueden corregir la boleta dentro de un plazo.
fil: Makakatanggap ang mga botante ng abiso at maaaring ayusin ang balota bago ang deadline.
vi: Cử tri sẽ nhận thông báo và có thể sửa lá phiếu trong thời hạn.
zh_hans: 选民会收到通知，并可在截止日前完成补救。

# app.registration.action.accessibility
source: Registration actions
es: Acciones de registro
fil: Mga aksyon sa rehistrasyon
vi: Hành động đăng ký
zh_hans: 登记操作

# app.registration.card.check.subheader
source: Double Check if you are Registered
es: Verifica dos veces si estás registrado
fil: I-double check kung rehistrado ka
vi: Kiểm tra lại xem bạn đã đăng ký chưa
zh_hans: 再次确认你是否已登记

# app.guide.voting.early_vote.label
source: Early Vote
es: Voto anticipado
fil: Maagang Pagboto
vi: Bỏ phiếu sớm
zh_hans: 提前投票

# app.guide.voting.early_vote.body
source: Starts %@. Vote in person before Election Day.
es: Comienza %@. Vota en persona antes del Election Day.
fil: Nagsisimula sa %@. Bumoto nang personal bago ang Election Day.
vi: Bắt đầu %@. Bỏ phiếu trực tiếp trước Election Day.
zh_hans: 从%@开始。请在Election Day之前现场投票。

# app.guide.voting.by_mail.label
source: Vote by Mail
es: Votar por correo
fil: Bumoto sa pamamagitan ng koreo
vi: Bỏ phiếu qua thư
zh_hans: 邮寄投票

# app.guide.voting.by_mail.body
source: Request and return your mail ballot by your state's deadlines.
es: Solicita y devuelve tu boleta por correo según los plazos de tu estado.
fil: Humiling at ibalik ang iyong mail ballot ayon sa mga deadline ng iyong estado.
vi: Yêu cầu và gửi lại phiếu bầu qua thư theo hạn chót của bang bạn.
zh_hans: 请按你所在州的截止日期申请并寄回邮寄选票。

# app.guide.voting.by_mail.cta.more_info
source: More Information on Mail in/Absentee Ballots
es: Más información sobre boletas por correo/ausente
fil: Higit pang Impormasyon sa Mail-in/Absentee Ballots
vi: Thông tin thêm về phiếu Mail-in/Absentee
zh_hans: 了解更多 Mail-in/Absentee 选票信息

# app.guide.voting.election_day.body
source: Vote in person on %@.
es: Vota en persona el %@.
fil: Bumoto nang personal sa %@.
vi: Bỏ phiếu trực tiếp vào %@.
zh_hans: 请在%@当天现场投票。

# app.registration.guide.topline
source: You Can Vote through three easy steps!
es: ¡Puedes votar en tres pasos sencillos!
fil: Maaari kang bumoto sa tatlong madaling hakbang!
vi: Bạn có thể bỏ phiếu qua ba bước đơn giản!
zh_hans: 你可以通过三个简单步骤投票！

# app.registration.guide.step.register
source: Register
es: Registrarse
fil: Magparehistro
vi: Đăng ký
zh_hans: 登记

# app.registration.guide.step.vote
source: Vote
es: Votar
fil: Bumoto
vi: Bỏ phiếu
zh_hans: 投票

# app.registration.guide.step.check
source: Check
es: Verificar
fil: Suriin
vi: Kiểm tra
zh_hans: 检查

# app.registration.guide.now
source: NOW
es: AHORA
fil: NGAYON
vi: NGAY BÂY GIỜ
zh_hans: 现在

# app.registration.action.provisional_info
source: Provisional ballot rights
es: Derechos de boleta provisional
fil: Mga karapatan sa provisional ballot
vi: Quyền đối với provisional ballot
zh_hans: provisional ballot 权利

# app.guide.card.party_affiliation.prefix
source: The
es: Los
fil: Ang
vi: Đảng

# app.guide.card.party_affiliation.middle
source: and
es: y
fil: at
vi: và
zh_hans: 和

# app.guide.card.party_affiliation.suffix
source: parties are the two largest in the U.S. In many states, your registration determines which primary ballot you can use.
es: partidos son los dos más grandes en EE. UU. En muchos estados, tu registro determina qué boleta de primary puedes usar.
fil: na partido ang dalawang pinakamalaki sa U.S. Sa maraming estado, ang iyong rehistrasyon ang tumutukoy kung aling primary ballot ang puwede mong gamitin.
vi: là hai đảng lớn nhất ở Hoa Kỳ. Ở nhiều bang, thông tin đăng ký của bạn quyết định bạn có thể dùng loại phiếu primary nào.
zh_hans: 是美国最大的两个政党。在许多州，你的登记信息决定你可以使用哪种primary选票。

# app.guide.card.party_affiliation.example_label
source: Example:
es: Ejemplo:
fil: Halimbawa:
vi: Ví dụ:
zh_hans: 示例：

# app.registration.closed_primary.example.prefix
source: %@ holds a closed primary, whereby a voter registered as
es: %@ tiene una primary cerrada, por lo que un votante registrado como
fil: %@ ay may closed primary, kung saan ang botanteng nakarehistro bilang
vi: %@ áp dụng closed primary, theo đó cử tri đăng ký là
zh_hans: %@实行closed primary，已登记为

# app.registration.closed_primary.example.middle
source: may not be able to vote in either the
es: puede no poder votar en la
fil: ay maaaring hindi makaboto sa
vi: có thể không được bỏ phiếu trong
zh_hans: 可能无法在

# app.registration.closed_primary.example.and
source: or
es: o
fil: o
vi: hoặc
zh_hans: 或

# app.registration.closed_primary.example.suffix
source: primary unless they change party registration before the state deadline.
es: primary, a menos que cambie su afiliación partidaria antes del plazo estatal.
fil: primary maliban kung magpalit ng party registration bago ang deadline ng estado.
vi: primary trừ khi họ đổi đăng ký đảng trước hạn chót của bang.
zh_hans: 的选民在州截止日前更改党派登记，否则可能无法参加primary。

# app.registration.provisional.request.title
source: How to request a provisional ballot
es: Cómo solicitar una provisional ballot
fil: Paano humiling ng provisional ballot
vi: Cách yêu cầu provisional ballot
zh_hans: 如何申请provisional ballot

# app.registration.provisional.request.step_1
source: 1. Tell the poll worker: “I want to vote by provisional ballot.”
es: 1. Dile al trabajador electoral: “Quiero votar con provisional ballot.”
fil: 1. Sabihin sa poll worker: “I want to vote by provisional ballot.”
vi: 1. Nói với nhân viên điểm bỏ phiếu: “I want to vote by provisional ballot.”
zh_hans: 1. 告诉工作人员：“I want to vote by provisional ballot.”

# app.registration.provisional.request.step_2.reindexed
source: 2. Complete the provisional ballot envelope carefully and provide any requested ID details.
es: 2. Completa cuidadosamente el sobre de provisional ballot y proporciona cualquier dato de ID solicitado.
fil: 2. Maingat na kumpletuhin ang sobre ng provisional ballot at ibigay ang anumang hinihinging detalye ng ID.
vi: 2. Điền cẩn thận phong bì provisional ballot và cung cấp mọi thông tin ID được yêu cầu.
zh_hans: 2. 仔细填写provisional ballot信封，并提供所需ID信息。

# app.registration.provisional.request.step_3.reindexed
source: Get a receipt or tracking and confirm cure deadlines before leaving.
es: 3. Pide un recibo o método de seguimiento y confirma cualquier plazo de corrección antes de irte.
fil: 3. Humingi ng resibo o paraan ng pagsubaybay at kumpirmahin ang anumang cure deadline bago umalis.
vi: 3. Yêu cầu biên nhận hoặc cách theo dõi và xác nhận mọi hạn chót sửa lỗi trước khi rời đi.
zh_hans: 3. 索取回执或追踪方式，并在离开前确认任何补救截止日期。

# app.registration.share.headline
source: Check Your Registration
es: Verifica tu registro
fil: Suriin ang Iyong Rehistrasyon
vi: Kiểm tra đăng ký của bạn
zh_hans: 检查你的登记状态
